[
  {
    "title": "A Hora da Estrela",
    "author": "Clarice Lispector",
    "link": "https://www.goodreads.com/review/show/8233093496?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1732627143l/221975405._SX318_.jpg",
    "rating": "4.30",
    "read_date": "2026/01/06",
    "review": "The Hour of the Star\nis a gripping short novella with a particularly existentialist and ontological vein of metafictional material. This is metafiction for poets, I’d say. Baby’s first metafiction, even.\nI was baby, 9 years ago, when I first encountered Lisoector’s work. I was unprepared, and as most young readers I dreaded the pages where a fake author introduces himself and the world rather than narrating the story we are here to read: the life of a poor woman named Macabéa. And I see why: whereas Clarice Lispector is mostly known for her Woolfian stream of consciousness style, the Hour of the Star feels dry while also lyrical. If I have to pick a mid-century Brit, I’d not even choose Joyce but Samuel Beckett or BS Johnson: the absurdist fiction of the former and the blatant authorial metafiction of the latter are well represented by the improbable task of creating a story about a character who doesn’t believe she deserves to be created.\nBut this isn’t a book about books. It’s a book about how books create books. Clarice brings this meta nature in touch with her more introspective prose, attempting to phrase the writers effort to write as an act of rejection rather than perseverance: the rejection of nothingness, the rejection of the implosion, and ultimately the rejection of death. The rejection of saying “yes”, which started it all. And which Macabea rarely says. The metafiction becomes a class work, showing that by questioning the creation of a book one can also understand the process of self- and state-censorship that lead to the fabrication of social and national narratives. In my read, I focused a lot on the role of the radio in Macabea’s life, and how the “correct hour” and trivia it broadcasted are examples of mass media in the common people’s minds.\nI would recommend this short book to anyone—at 80 pages and as approachable as a poem, it feels like metafiction on a Black Friday sale. Maybe that’s why little bits of it felt slightly unchallenging: I am fond of how metafictional novels tease the reader and play against our expectations of engagement; Lispector, maybe because she does want to get a message across, tells much more than show."
  },
  {
    "title": "O Senhor Embaixador",
    "author": "Erico Verissimo",
    "link": "https://www.goodreads.com/review/show/8169148458?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1392812673l/20871089._SY475_.jpg",
    "rating": "3.83",
    "read_date": "2025/12/27",
    "review": "While my least favorite work by Erico Veríssimo thus far—have I reached the frontiers of his literary production?!—,\nSenhor Embaixador\nartfully consolidates the author’s career by amalgamating the introspective character-driven narrative from Erico’s earlier urban novels, the vignette-style essay-istic depiction of political and societal events akin to his travel books, and the larger-than-life mythical formation saga that was Time and the Wind. These three pieces, however, fight for narrative prominence in most of the book—so that reading\nSenhor Embaixador\nis at times unexpectedly tiresome or weirdly frustrating but nonetheless rich.\nSet amidst the Cold War in the 60s against the backdrop of many CIA-sponsored Latin American military dictatorships, the novel puts forward a metafictional thesis of “proxy fiction”. Following Gabriel Heliodoro, the ambassador of Sacramento—a fictitious Caribbean island—in Washington DC, Erico paints the history of the little republic with geographic and temporal distance via the writings, memories, and accounts of a multinacional ensemble. Why do we believe what we read, not only in novels but (mostly) in the news or in our own records? And, consequently, why do we believe the history of our government, who can easily paint and repaint a manicheistic history of our country? With only subtle nods, mostly delivered in a final act monologue by the one Brazilian character, Érico remains somewhat only tangential to the atrocities of our own regime but powerfully claims Brazil’s place in the intricacies of Latin American politics—yet another proxy mode of political criticism that he would later exacerbate and satirize with his Magical Realism in\nAntares\n.\nEmploying the ominiscient, counterpoint yet introspective narrative technique he developed in Caminhos Cruzados of O Resto é Silêncio, Érico Veríssimo also ensembles proxy characters who revolve—orbit, almost—the figure of the ambassador and the Republic of Sacramento. Most of them work in the embassy; Claire Olgivity—the American secretary—is by far the most interesting in the sense that she functions as a living force of permanence in the turbulent diplomatic landscape of Sacramento. I also treasure the proxi-ness and social commentary embodied by Glenda Doremus: an American college student studying Latin American studies and writing a thesis on Sacramento without ever really considering her own interpretation of the facts from textbooks and when opinionating imparting a racist, xenophobic, American view of the country; her inconsistencies and idyossincracies have made me think about the role of foreign education in influencing an international imaginary of foreign politics. We learn of the feelings and stories of characters via each other, and the balance between abrupt breaks and smooth transitions is maybe perfect. The characters are all well-developed—even the most secondary ones, such as the Italian chauffer Aldo, are depicted in light of their internal conflicts and brokered deals.\nThe novel is structured in four parts: I think the first two were well-paced and intriguing. “Credentials,” allegedly describes how the ambassador plans to present himself to president Eisenhower; in reality we the readers receive the credentials of the whole cast as if the author is showing us why we should believe the authority of each of them in the accounts to follow. (I imagine the word credential is etymologically related to credence, belief—this section details why we will trust the novel.) The second section, “The party”, linearly describes the ambassador’s inauguration while also providing the stage for monologues of non-linear bits of Sacramento history—some of those were lengthy, but they do reward the reader who compares and fills gaps and questions authenticity on each account. The third section, “carousel,” spins around the cast a few times and in short vignettes follows their lives in DC; this to me felt oddly paced and I wished that the author used shorter chapters at least since most episodes didn’t advance plot. This section is the biggest reason I rated the novel 2 stars, especially given how much I expected from it as I am a stan of Veríssimos travel journals and more episodic narratives.\nBy the time we got to “the Mountain,” the most traditional section which follows a counterrevolution in Sacramento, I was a bit jaded to continue and lacked much of my optimism to appreciate the novel. But here we get an important piece of the proxy argument: what if we lived through history ourselves, would we then finally be able to understand firsthandedly what is truth? In Sacramento, Erico Veríssimo thinks the answer is no: every (counter)Revolution has its own degree of separation between power and force, between idea and execution. National and personal morals conflict, and this isn’t a dialectic but rather an anihilation for most revolutions will lead not to change but to post-destruction stagnation. Narratively, Erico hints at the theme of censorship in the figure of journalist Godkin who himself proxies parts of the plot, reproduced in chronological order rather than with foreseen publication delays. As the novel closes with court hearings, legal and moral subversions, and narrative insertions that flow rather than jump around, we are brought back to a traditional view of the cyclicality of politics: just as we began in media res with a new ambassador we end not abruptly but not in a final period, aware that any narrator can leave their proxy story hanging but also certain that what would follow wouldn’t be revolutionary but a continuation of the human nature we’re seeing today."
  },
  {
    "title": "Swing Time",
    "author": "Zadie Smith",
    "link": "https://www.goodreads.com/review/show/8133408526?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1478784450l/32938068._SY475_.jpg",
    "rating": "3.48",
    "read_date": "2025/12/14",
    "review": "I was not expecting to like\nSwing Time\nas much as the rest of her work, and maybe I do think this is Zadie Smith’s second-to-last best novel (that’s how I rate Zadie Smith: except for\nThe Fraud\n, all of her other novels are her best ones). But\nSwing Time\n, narrated in first-person memoir-esque style by an un-named narrator, uniquely fits into Zadie’s canon by exploring the idea of movement: whereas I often discuss\nNW\nin terms of permanence, and\nWhite Teeth\nin terms of relationships, this novel borrows from dance not only the plot but also the engulfing and syncopatic-yet-maybe-predictable rhythm, inviting the reader to flow through pages as if they were moving to space and making sense of their own body within the complicated geography of art, language, and their own identity.\nThe narrative was so unique, and I genuinely longed to see how Smith could maintain her narrative appeal in a first-person novel. What I love the most about Zadie Smith is her engagement with the characters via a distinctive yet contextualized authorial—not even narrative—voice riddled with references to Londonian spots, pop culture, art, and history. To tell me she would deprive a reader of Zadie, in lieu of an unnamed narrator, was as sad as it was intriguing: could she do it? I would say this novel very much borrows from her forays into non-fiction, and at many moments one asks themselves whether the narrator is Zadie’s alter-ego. But I do not think so: whereas Smith demarcates the complicated passage of time and space in her novels by real-world, intelligent if sometimes delightfully obscure references, the Swing Time narrator ebbs and flows through her memories guided by self-references and a conception of time that is at its core particular, not universal. This difference, which to me came true in the language, might actually be the core of the novel: as characters repeatedly mention, we may think other people “have time on their side” to change, to act, to live. But whose time? Ours or theirs? The\nSwing Time\nnarrator struggles to understand whether she lives in the same timeline of the characters she met through life, or merely intersected them–was it all a group number, a two-people tango, or a solo performance with dancers fading in the background?\nThese characters make much more sense when we accept that all we will ever understand from them come through the eyes and memories of the main narrator. Their lives are lived through this other person, who by all means cannot play all parts equally well. Two characters–who have never met and likely never would–are central to advancing the main narrative: a childhood friend named Tracey and a global popstar diva named Aimee. We learn much more about Tracey, in a linear fashion at the beginning of the novel, than about Aimee, whose name is overhead throughout many chapters before we actually learn how the narrator became her personal assistant. But we soon understand that what we understand of Tracey was filtered through the perspective of time, and the actual placement of some fragments was not as much chronological as it was a narrative device; Aimee, whom the narrator has met much older in life, perhaps offered first impressions that were closer and easier to parse. The last act, especially as it pertains to Tracey, fiddles with the Smithian hysterical realist style: once again in a delightful literary depiction of online spaces, Zadie Smith reads through Discord and Facebook posts as if she is quoting the Bible. The figure of Fernando—a Brazilian economist who works in Aimee’s NGO – reveals further how oblivious is the narrator to people around her the and is perhaps the most linearly-constructed character: we incrementally learn about his motivation, and can sense that his involvement with the organization is far deeper and fundamentally different than the other characters’ despite their self-righteousness claims. I also loved to see Zadie expanding her multifaceted view of race, culture, and belonging to include Brazilian-ness.\nOverall, this novel is the perfect corollary to NW, which always read to me as a novel about how we behave within our own space and make sense of time through space. Exploring the idea of movement,\nSwing Time\ndiscusses how we code switch and become different characters playing ourselves in different spaces, while also relying on space to make sense of time. The main narrator lives in London, in Africa, and in New York. She also longs to or believes she could claim she lives in Jamaica. She also thinks she lives in the head of all other characters, rent free. Organizing the novel neither by place nor by time but rather by a complicated, rhythmic, swinging juxtaposition of both, Zadie Smith reveals that perspective to understand the shadows one has danced with their whole lives is only earned with enormous effort, and that we should make a conscious effort to get there."
  },
  {
    "title": "Pan",
    "author": "Michael Clune",
    "link": "https://www.goodreads.com/review/show/7925252216?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1732310574l/220687903._SY475_.jpg",
    "rating": "3.25",
    "read_date": "2025/09/23",
    "review": "Pan\nis what I expected Catcher in the Rye to be like, based off how people who liked Catcher in the Rye describe Catcher in the Rye. I did not like Catcher in the Rye. I liked\nPan\n, at least until the second half when the novel devolved into exactly what Catcher in the Rye was to me all along: a semi-masturbatory juxtaposition of symbols and half-baked metaphors that unbuild any efforts towards a buildungsroman. But maybe that’s just what panicking truly is.\nThe novel follows a fifteen-year-old Nick as he grasps with his first panic attack. He tries to find meaning in it, either through geometry class, through Oscar Wilde, through Greek mythology, through a weird and maybe dangerous group of friends. I love how Clune portrays this teenage “hunger for knowledge”, for associations: with a fifteen-year-old mind, Nick is ready to draw conclusions and link things he reads or learns in school to his own disease. Michael Clune has described\nPan\nas an attempt to capture the “world of panic”, but I really view it as an attempt to capture the ever-buzzy teenage brain (which is what I had expected Catcher in the Rye to be!).\nLanguage and flow are the highlights, especially as the characters engage with these teenage routine and cultural pieces. Nick narrates the novel in first person, in the past tense. But the amount of detail he incurs into his feelings and also in the description of his actions leads us to believe this is more than a mere “from-a-distant-future” retelling. We learn Nick went to college. We learned he talked to Sarah later in life. But we do not learn at what point of his life he is, or why and how he is telling us this story. I kind of like that we never really understand the full frame of the narrative: it would be actually disappointing to discover that a narration that is so marked by teenage ADHD and hyperfixation was actually a product of the mind of a fully-formed and somewhat nostalgic adult brain. I would rather keep thinking this is one know-it-all teen, because the language is spot on. And we are also spared of yet-another “Oh, and then I became a writer!” type of development—which, frankly, is a little hinted upon. I would also highly speak of the synesthetic nature of the prose, which speaks directly to the theme of the difficulty to communicate emotions, similar to the difficulty (or impossibility) to describe colors.\nBut while the set up is great, and the language is spot on, the second half of the book delves more deeply into the mind of Nick and fails to continue to explore his perception of the world around him. And while this could reflect his mental state, the time shifting and the lack of context makes it hard to understand whether the character is growing or whether the author just decided to go a different direction. What bothers me about this direction is how it removed the\nteenage\n“let me draw a connection here!” style to a more\nhuman\ncraving for answers. First-half-of-the-book Nick thinks engages with the specific plot of Ivanhoe and attributes mental illness to a benevolent, theatre-criticizing, presence of a Greek God. Second half-of-the-book Nick still draws insights from day-to-day, but from flies, the sky, and trees—things that any adult character could have an epiphany on. That is, while I understood from the beginning of novel that being a teenager is about navigating and making sense of specificity, the second half of the novel is far more generic in its symbolism. At the same time, it’s abundant: chapter after chapter there is a new obsession with the sky, the usage of drugs becomes more common and that seems to justify hallucinatory depictions of trees, colors are alive.\nTowards the end we don’t understand more what is reality and what is not. Classic. But also, Nick is held in place with two thoughts: a book about Giovanni Bellini with a particular hue of red in its cover, and a highway. The specific piece of culture, and the over-used motif for—classic!—segregation and separation in an American city. That to me shows Clune thinks Nick grew up, yet latches on to his teenage self. I wish he hadn’t—at least, not so fast and off-screen."
  },
  {
    "title": "The Fight for Manod",
    "author": "Raymond Williams",
    "link": "https://www.goodreads.com/review/show/6759001450?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1476816614l/7827941._SY475_.jpg",
    "rating": "3.46",
    "read_date": "2025/09/08",
    "review": "The drama in urban planning! Truly an episode of parks and rec but make it soapy. Maybe a mandatory read for anyone in planning/policy. Like, am I the only one who loves this sentence:\n“It's been in and out of every department, council, committee, pigeonhole until for all of us here it’s not a city but a chaos. (...) Like most other new worlds, it’s just a debris of yellowing paper”\nWilliams’\nFight for Manod\ntells the story of two government consultants weighting the benefits of a town planning project in rural Wales. Peter Owens and Matthew Price embody the two facets of a government employee—whereas the first is a socialist flirting with anarchism and voicing a bottom-up-or-nothing planning approach, the latter appeals to the more paternalistic and welfare state vein in urban planning. They are both, however, trying to make sense of this fundamental dissonance in policymaking: how do people so detached from the people plan for the\nreal\npeople?\nWilliams employed some of the best rhetorical narrative artifices I have ever seen to communicate the intricacies of this plot. The two protagonists, as we are to expect from an urban planning scandal, are but pawns in the plot; the more we follow them and the townsfolk the more we think we understand the situation of Manod, just to then learn that our knowledge implied no agency. The use of telephones and letters reminisces of the disembodiment of the voices in decision-making, turning the key players into truly haunting off-screen characters. Meanwhile, the polyphony of characters within a single chapter defines the townsfolk in a panel-like manner. I enjoyed reading and understanding these nuances.\nAs for weaknesses, however, at times the novel did err more descriptive than I would have enjoyed. Again, I believe this was a rhetorical strategy: the juxtaposition of what we envision as a “city” onto the bucolic Welsh valley where the novel is set creates an eerie feeling of rupture while translating the idea of “seeing the history of this country in the shapes of the land.” I guess I now know exactly how the Welsh countryside looks! I also think some of the pluralistic themes were left unaddressed; for example, we have a hint of a plot regarding the precarious position of women in rural estates which is not expanded and rather just… ignored.\nAll in all, this is a novel I would read again for the one-liners on policy and its striking power in extracting anthropology from policymaking. The temporality of geography flows naturally chapter after chapter, helping situate the idea of a city in Manod not only as a spatial endeavor but most importantly as a historical culmination (or revolution). It also strongly positions urban planning, in the United Kingdom, as a postwar technology and as a not-so-constructive alternative (or byline) to destruction. Manod, as a city and most importantly as a plan, is an idea. But “you can’t just conjure any other meanings. Or plan any other meanings,” Williams argued, for that would be “a culture people made, not inherited.”"
  },
  {
    "title": "O Filho de Mil Homens",
    "author": "Valter Hugo Mãe",
    "link": "https://www.goodreads.com/review/show/7859308764?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1318456871l/12395665._SY475_.jpg",
    "rating": "4.31",
    "read_date": "2025/08/23",
    "review": "The Son of a Thousand Men\nis a book I didn’t enjoy mostly because I don’t think it is for me, but found beautiful and whose importance and novelty I acknowledge.\nThe novel follows a group of people in a not-named coastal village in Portugal as they navigate family love. It is, in a way, a book about how family love is built differently, but of utmost importance. It ends up being a book about love, as one of its claims is that every love can equate family love if we love enough. As the characters grapple with prejudice, with the rejection of societal norms, and with the impossibilities of their dreams, Valter Hugo Mãe tells a universal story of overcoming difficulties that I guess I need to be 40 and living through a mini mid-life crisis to truly appreciate.\nStylistically, Valter Hugo Mãe delivers a piece of contemporary fiction relying on lyricism and rhythm while also building on the intricacies of the Portuguese language and literary history. For example, Mãe makes use of definite articles to refer to people, giving the readers the impression that the characters are known to them. The language dialogues with the genre: the idea of genealogy, of lineage, is expressed through qualifiers and adjectives that characterize people and events. The lunch of the funeral of the wedding, the man who had turned forty, etc. And I don’t think one can read Valter Hugo Mãe without thinking it talks back to Fernando Pessoa—who had in his lyricism an eye on objectivity but symbolically—and even Machado de Assis—who famously coined Brás Cubas and his appreciation for not having children as his net positive of life.\nStructurally, we have something that at first glance looks like an anthological collection of short stories with a loosely connected cast of characters—a genre I love—but then soon see a more traditional, even chronological plotline appear. This is one of the weaknesses of the book, I think. As the plot becomes more important, it also takes away from the lyricism without delivering, well, plot. I would have preferred that the later chapters kept the length of the first few ones, really diving into a specific character or group of characters, rather than expanding into vignettes (often very short) of already known characters.\nI will go back to this in 15 years and we shall see."
  },
  {
    "title": "The New York Trilogy (New York Trilogy, #1-3)",
    "author": "Paul Auster",
    "link": "https://www.goodreads.com/review/show/4995216077?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386924429l/431._SX318_.jpg",
    "rating": "3.93",
    "read_date": "2023/05/25",
    "review": "[Read Ghosts!]\nThe second installment of the trilogy,\nGhosts\n, more overtly phrases itself within the realm of meta fiction—no surprise. From the start we feel as if in a Clue game following Blue and Black and White. But as they inhabit real New York neighborhood, and engage with real pieces of culture, as a reader one does begin to doubt whether the aliases we are given might be a Red herring. I think that because this novella is short it works much better than City of Glass. I’d call it a parable almost. It most prominently brings out the theme not of authorship but of penmanship. The burden of creating something, only for it to be understood by someone else. In a way, the story engages with the City very well, because there’s nothing more New York than to wanting to be the author of ones own life only to find out you’re nothing more than a side character in someone else’s saga.\nWandering and walking, as themes rescused from the previous installment, now become detached of hidden meaning as we know better not to look for the hints on routes as the twists and turns can be unpredictable. And then they don’t come. And we realize that we’ve known all along what the story was meant to be. If\nThe Locked Room\nkeeps it up, may need to rethink the rating to a 4.\n[Read the first novel, City of Glass---will update if/when I read the others]\nThis was a very interesting read, far more metafictional and symbolic than I was expecting it to be. When I decided to pick up the NY trilogy I was imagining a work similar to The Name of the Rose---whereas the novel's real intricacy lie on the metafictional and essayist commentary, the plot is still solid and amusing on its own. I think City of Glass works better because of the surprise (in the long run). At first, I was trying to catch every hint, every clue as if this was a complicated mystery novel; soon I realized some things were just too obvious to be plot-twists, and others were too exaggerated to be real. Even in the realm of metafictional references, some things are obvious (the initials DQ) and some you never see coming (Humpty Dumpty). Maybe I would have enjoyed this novel better if there were more aspects in between, not so obvious but also not so random.\nThe lore added to the characters (such as on Peter's dad Theology book) is excellent and worth the reading by itself---I am surprised that much of those theological theories were made up by Auster (the author), for there is so much that I believe could be real academic theories. Overall, I am excited to one day read the full Trilogy, but I decided I should not finish it now but rather let the story sink with me for a while and then return to it. I also would love to one day walk all the walks described in the novel---I bet there is something fun that will happen at some point, maybe a hidden clue or meaning given by a false direction taken by the characters?"
  },
  {
    "title": "Giovanni's Room",
    "author": "James Baldwin",
    "link": "https://www.goodreads.com/review/show/7819879908?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1706994357l/207079590._SY475_.jpg",
    "rating": "4.49",
    "read_date": "2025/08/10",
    "review": "Giovanni’s Room\nis the first work I’ve read fully by James Baldwin. It is a beautiful novel that plays with the idea of beauty and its dangers to a closeted queer man. But to me, this beauty ends up a tad too superficial and evasive. Homosexuality, in my final read of the novel, is a metaphor for itself and for perhaps a more important theme of identity and specifically of American-ness. While that works, I am not sure it works at its fullest or at least to me it just felt… murky.\nThe first part of the novel seems to set up motifs and themes that complicated and metaphorically transformed homosexuality contextually. The spatiality of queerness, of shame, and of love was well presented: in its premise,\nGiovanni’s Room\ntells a story that can simultaneously only take place in an all-encompassing and expansive foreign city and in a suffocating yet comforting secluded room. As David narrates, from yet another room in yet another city, his transatlantic transformation, I really clinged to passages which highlighted the role artificial geographic boundaries played in northing the character’s moral compasses. Does sin really thrive only when one is East of Eden–that is, only when an American is (banished by an unforgiving Old Testament God like Cain) in Europe?\nAnd so this geography leaves queerness behind to focus on Americanness in passages where David compares Parisians to Americans, where the constitution is liberally cited—what is more lyrical than a people who is in constant pursuit of happiness, but never finding it?—, and where the 1950s United States were a little too much compared to a Rousseaunian natural state or to a heavenly paradise. Do we buy the idea that Americans, as the inhabitants of a clean slate state, have created their own boxes and stigmas rather than inherited them? Maybe. And surely James Baldwin was witty and sarcastic at times. And I loved that. But also I do think that the theme of American-ness could be used to drive home a little more the ideas of shame in the homosexual relation that really should be the core of the book. The character of Jacques, for example, was my favorite: an older American man who embraced his sexuality during his late expat life in Paris, and constantly provokes David to be young while he can, to accept freedom while he is able to live; by the second half of the book, however, Jacques is but a spoken character and when he finally returns towards the end I feel like we were robbed of meeting him at a bar rather than serendipitily at a bookstore.\nSo I wish the novel made a better point that the queer relationship was not to be the central theme—because it isn’t, and that’s great! Because maybe I lack the historical empathy of accepting a gay 1950s novel by a Black American man as the revolutionary piece of literature it was. But in an age where gay YA fan-fiction thrives one can easily confuse\nGiovanni’s Room\nfor your next favorite streaming hearthrobbing queer film which will not be nearly as entrancing as the actors they cast to play the leads. In a way, Baldwin’s work is ironically anachronistic in 2025. Time can turn a piece of art whose main purpose was to break tradition into a piece of art so embedded into the tradition that it helped foster, and there is no guarantee that the reader will find significance in the latter."
  },
  {
    "title": "A Visit from the Goon Squad",
    "author": "Jennifer Egan",
    "link": "https://www.goodreads.com/review/show/6692697188?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1444112253l/9549746._SY475_.jpg",
    "rating": "3.71",
    "read_date": "2025/08/03",
    "review": "a visit from the goon squad\nis an information dump as well as a commentary on the increasingly many moments of our lives we are confronted with information. In 13 intertwined short stories—they aren’t chapters on a novel, but they also aren’t independent from each other (just like we humans)—, Jennifer Egan portrays a diverse array of characters across time and space with a phenomenally absent authorial voice (for she lets the characters themselves steer the narrative, changing her own writing as they see fit).\nThis book is hard to fit into a “genre”. It’s a group of intertwined short stories that is simultaneously anthological and novelistic. In principle it reminded me a lot of the idea behind Cortazar’s Hopscotch or BS Johnson’s Unfortunates: to present the reader with loosely temporal evidence which makes sense differently depending on the order it’s placed in. Egan asks the reader to draw connections and examine the information, making sense not of the stories but of the pauses between them—the theme of chapter 12, loud and clear in its silence—to figure out not only how each character went from A to B but most importantly what/who/where is A and what/who/where is B. The whole thing is musical, in theme and in structure, repeating motifs yet moving forward with counterpoint and dissonance. Links will become more obvious as one moves forward. The editorializing, then, turns the book into an album that’s played on shuffle.\nEverything shuffles between stories. First, second, and third person narrators coexist. The stories are in the past tense, present, or even future. One story is an editorial to a prison newspaper with PaleFire-esque footnotes; another is a PowerPoint presentation. The main characters from one story are only mentioned in the next, or completely absent. Sentences dropped in passing will be expanded into full stories later in the book, creating a glossy and seemingly ultra-complete fiction of life. Few books have done that to me: unpretentiously followed characters so longitudinally as to make me say wow they’ve really given them not only a backstory but a life.\nThematically, one might say these stories (and lives) are also musical. Jennifer Egan isn’t set to chronicle the multi-generational rise and fall of the music label Sow and Ear along with the lives and peripheral lives of its main employees Sasha and Benny—but she does so along the way. What she’s set to do is to sketch a tight yet expansive social network centered around these two characters, and provoke into us thoughts of chance and connection, of trauma and remembrance, of future and planning. Dwelling much in concepts such as spectatorship, celebrity fetishism, and the fabrication of memories, the author made me think about how human communication has evolved since the 70s and how it will continue to. Amidst a plethora of forms and patterns, will the essence remain? Was there ever an essence? To me, the main claim of the book is about the two-wayness of communication and the necessity for an interlocutor; in each story we are meant to find out who’s A and who’s B in the dialogue, and we come to realize midway that we may have had the person wrong. Is Sasha speaking to her date, to herself, or to her therapist in the opening story? And is Alison’s “PowerPoint journal” a presentation in the etymological sense (to be presented to another human) or is it just a means for her to communicate with herself? Who’s Jules writing to? In all the chapters, I couldn't be sure if listening to the stories was voyeuristic or the right thing to do.\nTo call Sasha and Benny the protagonists might be an opinion more than a fact. They are absent in many of the stories. But they anchor the social network formed by all characters, and in a way I'd argue they propel the reader to inquire more about each character in the book. Be it the actress harassed by Benny’s ex-wife’s brother Jules or the Black boyfriend of a Texan NYU student classmate with Sasha, the secondary characters in the Goon Squad shine. They have lives. Just like any other stranger we find or equally as likely fail to find on the street—most likely, a New York street.\nThis is also the strength of the book in my opinion: to draw so much on the geography of New York City when half of the stories don’t even happen in New York. The characters rely on density, proximity, chance. While some of them move to Westchester, we see the city-suburb's threshold at work: the city and its hustleness working as a tempting attractor yet also a propeller for a career-centered lifestyle that isn’t sustainable. About 4 of the stories happen on the Lower East Side, precisely in Alphabet City—an area that I often forget exists and where quite literally geography flows backwards, for as the Avenue numbers decrease to 0 the lettered avenues will start to increase… ABCD. What are the odds that your boss’ former bandmate is fishing underneath the Williamsburg bridge a few blocks from your apartment while your fake and real college boyfriends go for an Ecstasy-induced swim at dawn? In the math of Manhattan geography, high. In the last story we learn that in an unknown near future where people communicate in baby speak via wearable devices, “New York City” has become a word casing—a word ridden if meaning that only makes sense in quotation marks. Maybe that’s because the meaning of New York City and its chance encounters, in an age where our hyper-clustered social network is very evident through the Internet, has transcended its funnily insular geography.\nI think the biggest strength of this book, however, is that all of these questions were very much secondary. They flooded me as I thought about the stories—the reticences and pauses!!—but quietly abstained from intrusions. Sure that we have language and formal experimentation, but no metafictional shenanigans. The plot of each story really carried it forward, and for a long time I hadn’t read short stories so plot-driven yet so rewarding. Sure, I didn’t vibe as much with some stories—I could not be entertained by Jules’ Kitty op-ed in Chapter 8, for example. But then there were gold mines in which I found so much delight, like the tale of the PR manager to a foreign genocidal dictator. I would maybe say the ups and downs configure a 4.5 rating, but I’ll round it up because I genuinely think there’s even more under the surface to be discovered (it’s just that the surface is so entertaining!)"
  },
  {
    "title": "Perfection",
    "author": "Vincenzo Latronico",
    "link": "https://www.goodreads.com/review/show/7717265532?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1739869485l/214988449._SX318_.jpg",
    "rating": "3.81",
    "read_date": "2025/07/13",
    "review": "Vincenzo Latronico’s\nPerfection\nrenewed my trust in the lyrical avenue of contemporary fiction. The novel is a beautifully poetic portrayal of a freelancing web designers couple navigating loneliness, ageing, boredom, the beaurocracy of short-term leasing their apartment in Berlin while working-from-home-from-Santorini, nostalgia, life.\nAnna and Tom highlight how the contemporary counter-cultural movement of rejecting a traditional working routine can be quite orthodox. In the oxymorons of modern life, Latronico synthesizes daily struggles in a way that feels oddly familiar yet I am sure its universal. That’s because the novel makes the central claim about authenticity, about the forging of our identities. We fabricate a personal narrative, akin to a real-life personal web design, that only makes sense as it references style guides and broader mythologies. Our social networks, no matter how they expand or contract, always carry out these rites and symbols—alone, if we fail to have referentials, we don’t really become the references but rather self-implode. Because there is an unease in the juxtaposing the migrant crisis in Europe with two Italian digital nomads, in the different similarities between the line at Berghain and a tough client to please who keeps pushing the boundaries of the contract. By examining the role people and space play in shaping Anna and Tom’s lives, the novel constructs a character (for the both of them can hardly ever be referred to individually… but can any of us?) that we are ok to unfortunately relate to.\nI want to call this novel an impressionist work. It’s an enumeration of the impressions that the world leaves on people. From the San Pellegrino bottle on the cover to the 2-sentence, 5-star review that closes the novel, Latronico captures the ephemeral essence of a burst of energy—be it the effervescence that won’t make it to a photo, or the social media hype leading to a business success that week. In a way,\nPerfection\nmakes me question whether there even is more to life than Impressionism. And it leads me to think of modernity as a sequence of carefully choreographed rejections that work their way into our lives via our fragile social networks and robust spatial dependencies.\nThe writing is beautiful and plays on language without leaning into meta fiction. Sure, one could draw the parallels between the TikTok chapter—a whole chapter describing the impact of brain rot, essentially—and the difficulty to push the boundaries with contemporary fiction. But the perfection of the novel really lies on the language itself. The metaphors are brilliant—my favorite being the Theseus’ ship friend group: a description of how even though people may get lost or join the group through a night of club crawling and partying in Berlin there was always one germ, one inside joke, one passed down water bottle that connected dusk to dawn. Finding the poetry not amidst but within the cacophony of symbols in modernity was Latronico’s biggest feature.\nThe chapters are organized according to the verbal tenses they are narrated—Present, Imperfect, Remote, and Future. The present chapter function as a prologue and describes Anna and Tom’s flat via the photos on their Airbnb listing; with a clever use of passive voice the narrator sets the tone for the idea of living and being lived on, and illuminates the work and life (im)balance via the organization of the couples so-called personal space. But the chapters do more than teach the reader about grammar. There are beautiful double entendres for those with reason to believe. The present is about absences, the imperfect narrates a time when in hindsight things should be perfect, and remotely we watch the return to a homeland that isn’t homey, nor close, but spatiotemporally distant. I did find this book a work of genius.\nThe translation was the only reason I took a star out. The translator from Italian to English did as good as she could but simply failed to capture the rhythmic beauty of the imperfetto (repeating “would” before every action was maybe the only choice, but not necessarily a good choice) or the double entendre of the passato remoto. And I do believe that the intrusion of English terms into the Italian narrative would make a great point about the subtleness of globalization.\nIn any case, I enjoyed the writing and took my time digesting every sentence, which was simple as much as it was dense. This is certainly a novel I will aim to reread in Italian, but also a novel I will aim to reread in a few years. Is\nPerfection\njust perfectly contemporary, or does it really exposes modernity as a long-term façade?"
  },
  {
    "title": "The Autograph Man",
    "author": "Zadie Smith",
    "link": "https://www.goodreads.com/review/show/7697837804?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388292766l/3710._SY475_.jpg",
    "rating": "3.16",
    "read_date": "2025/07/05",
    "review": "The Autograph Man\n, Zadie Smith’s least critically-acclaimed work by far, puts forward a tight narrative about the unsatisfactory nature of fame and self-fulfillment that weaves together themes of religion, stardom, grief, placemaking, and trauma. In a perhaps unintended meta-ironic fashion meta-ironically, it is a novel where the characters question the validity of critical acclaim and authenticity.\nI acknowledge that this isn’t Zadie’s magnum opus. But, frankly, I liked\nThe Autograph Man\nmuch more than I liked\nThe Fraud\n… actually, I\nreally\nliked this book! The novel follows Alex-Li Tandem, a British Chinese-Jewish 28-year old autograph collector and trader as he struggles with an addiction to both drugs and washed-up film star Kitty Alexander–all while trying to understand Judaism, the death of his father 15 years prior, and his own life. To read a Zadie Smith novel that isn’t centered around the British aftermath of the Afro-Caribbean diaspora might feel off-character, but I loved it. I managed to truly enjoy the book and pull apart many threads that the author would later develop on On Beauty or NW. And, this very dissonance of inauthenticity if you may say so (Zadie is not jewish, nor Chinese, nor a man—but who cares! Well, the critics did, but I don’t!) to me both highlights (i) Smith’s excellent narrative conduction that creates an imponent authorial voice capable of steering a story that is clearly far from autofiction and (ii) the fickle nature of authenticity and the curation of public personas, a quite important theme of the novel.\nThat is because this is primarily a novel about fame and celebrities. This is quite obvious. And it’s also quite obvious that the book deals with the OG celebrity, the diva whose name can’t even be written: God (the Jewish one). With edgy four letters that spell out God’s name which shouldn’t be said by mortals, Zadie frames the prologue in which Alex’s dad passes away during a wrestling match. There are connections galore: is God’s autograph the one we can never receive yet all hunt for? Do we lose a part of ourselves when we write our names in contracts and checks, and similar would God become mortal if we were to do so? Is our parasocial relationship with celebrities–by the way, this book could not be more current given all the stan fandoms nowadays!–a substitute for religion? Is it religion itself? Thank you, Vampire Weekend, for preparing me with the necessary edy-Judaism information to read this novel.\nBut, in a true Zadie Smith fashion, the book has layers. Beyond fame, the novel invites us to think about symbols, collections, and the symbolic collection of human relationships. How do we assemble the friendships who will accompany us for most of our lives? Can we attribute a value to these bonds? Is it possible to list the reasons that led us to a brunch with four other strangers with whom we have been fighting nonstop for ages and hiding terrible secrets and tricking and lying to yet we love nonetheless? As one character puts, we might turn our friends into “abstractions of each other. We fear each other as symbols.” Through the trouble character of Alex, Zadie made me really ponder about my own friendships, and the role of (mis)-communication in shaping my own emotions. “The world is made of words,” and in all friendships these words must be said, is what she wants us to learn.\nThe writing style, as I hinted above, is perfectly Smithian. The narrator has her own voice which, unlike in her other novels, cannot be ever mistaken by one of the characters–herein lies the advantage, I say, of\nAutograph Man\nover other novels in Zadie’s bibliography: we can finally meet Zadie, the fiction author, herself. Extremely witty sentences interject paragraphs. One-liners that reasonably attempt to become mottos open paragraphs (“Men who don’t want to go home go to a bar” might feel flat by itself, but I can almost imagine Zadie’s sarcastic british accent reading it). That paragraph-long digression about the meaning of “Arts and Sciences” for the Victorian “Prince Albert Arts and Sciences Hall” makes for one of the funniest yet most factually enlightening passages of a book I’ve ever read. There are half-said sentences aimed at rewarding the attentive reader (“He told her something he hadn’t told her in a while. ‘I know, it’s going to kill me.’ She replied” is my favorite example) and typographical interventions that play with the idea of curating and editing a novel (you will not need to learn Hebrew, by the way, to understand all of them. But it won’t hurt). The book structure is fluid and complex–I haven’t even made my mind about it yet. This is basically a novel where I’d imagine Zadie leveraged her White Teeth fame to free herself from the convention (something we’d see her accomplish in NW), and I do wonder if we only got\nOn Beauty\nas she held back her most genre-bending instincts after the (ill-written!) reviews for\nAutograph Man\ncame out.\nI am particularly drawn to Smith’s\nspatial metafiction\n, a literary term that I feel quite researched to coin after reading through almost all of her works. In works like White Teeth and (mostly) NW, Zadie Smith brings the impact of place and geography into one’s relationships and self-awareness to the forefront of the plot. Autograph Man is no different. Reading this novel geographically rather than chronologically leads to a deeper appreciation for literary structure and to an often obsessive search for metaphorical thresholds that the characters seem to reluctantly cross. The narrative in fact has two hierarchical levels of core-periphery geography taking place. On the first level, the story is divided between London and New York. Alex lives in London and we watch him struggle with his life and friends in his natural habitat for the first half of the novel, only to watch him fly to New York for an autograph convention in a big chunk of the second half. The London chapters are more real, yet layered with more witty editorial clunkiness, more personal; the New York chapters dab into Zadie’s hysterical realism with unlikely events narrated in a quite straightforward manner. Then on a micro-geographical level we observe Alex travel between the core and periphery of each of these cities. In New York, we follow the character from Manhattan to the fictional Brooklyn neighborhood of Roebling Heights where the grid has been left off and streets were left to wander; in London, Alex hops ticketless on the Overground line between his suburb Mountjoy and the city centre, where he works. In the many sentences written about New York, I even found an argument that, perhaps, the Big Apple herself is a celebrity whose autograph we crave–and our parasocial relationship with place, expecting, for example, that “a trip will heal all wounds”, is no better than blind devotion to a popstar (or religion).\nI ended up with 4 stars because I do think the book had a slightly simplistic resolution at times. Some of the characters were a bit flat, and I do wonder if in earlier drafts they were supposed to be given a different angle. Kitty Alexander, for example, the celebrity we are led to believe is goddess-like, ends up being as mortal as all of us. And yes, that is the point of the novel, but also I felt that some of the dialogues and interactions the characters were having (mostly with Kitty. Maybe only with Kitty) felt off-putting and below Zadie's capacities. The dialogues and the friendship between Alex and Adam, for example, are beautifully written and verossimil. Maybe that really is the point of the book, that we can only find meaning and content in our relationships with each other rather than the relationships with stars. Hm. Yes. Maybe I am wrong. Still, feels like if\nNW\nonly got 5 stars then I can't give\nThe Autograph Man\nmore than 4."
  },
  {
    "title": "Martha and Hanwell",
    "author": "Zadie Smith",
    "link": "https://www.goodreads.com/review/show/7656794545?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387668691l/316195._SY475_.jpg",
    "rating": "3.59",
    "read_date": "2025/06/15",
    "review": "Life is a give or take. I read a Zadie novel I disliked, then I read two stories I liked. Redemption is a good thing. These are two separate, early in the career, short stories. Each works as a character study, but also each works as a witty encapsulation of the naturally inquisitive yet empty nature of human beings, and how we approach otherness.\nMartha, Martha\nfollows a realtor agent Pam as she shows apartments to the title character, a Nigerian woman who just came from London to an unnamed college-centered town in the East Coast (not New York) in the Winter of 2002. To me, it’s the subtlety with which the author introduces all these spatiotemporal details that configures Zadie as a dense yet economic writer: no sentence is wasteful, even if many sentences feel empty or phatic. The idea of emptiness translates to the houses—which are either empty or wanted to be–and of examining, guiding, and persuading others in the quest for their new lifestyle. The realtor, Pam, seems upset to not understand better her client, but simultaneously limited in how much she could even attempt to, regardless of how much she wants to build up a story as part of her job (too meta yet? I don’t think so!). The story has quintessential Zadie Smith hidden references—do yourself a favor and lookup the title, you’d be surprised—that reveal a new layer of literary interpretation. What I missed, even if slightly, was the authorial positioning within the story: Zadie was too much of a third person narrator in this story, and I long for her contemporary voice.\nThen in\nHanwell in Hell\nwe really hear none of Zadie’s voice—and frankly that was surprisingly good. This is a first person story, written from the perspective of an Englishman who replies to a letter from a mysterious interlocutor about his night spent with Hanwell. The subtle suggestions in that phenomenal opening paragraph are plentiful: what do you mean two men spent the night together? Who is the narrator talking to? Why is this litter needed? What follows is a linear description of events, with only the occasional digression into life examination—a quote or two about how copies of copies make us feel comfortably original, and that’s all that is needed to bring the particular story to the universal realm. This story was beautiful, yet concise and plot-driven, tight in its expansive premise. The culmination is a reduced version of Zadie’s typical last act hysterical social network collapse: an improbable possibility that lends itself to a vaster metaphor yet functions as a very tangible plot point. This story was so far from the Zadie Smith I know yet so gripping."
  },
  {
    "title": "The Fraud",
    "author": "Zadie Smith",
    "link": "https://www.goodreads.com/review/show/6692714181?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1677770042l/66086834._SY475_.jpg",
    "rating": "3.24",
    "read_date": "2025/06/15",
    "review": "Sadly, the time has come for me to dislike a Zadie Smith novel. And time has come in the past, in loosely editorially arranged non-chronological order, filled with editorial interventions that curated a serialized romance revisioning the serialized nature of fact and memory. Frankly, I should have loved this. But I set on 2 stars mostly because the language was overwhelming, the structure was complicated, and the revelations and plot twists were tamed. For a regular author, I could have said this was a 4 star book, but I hold my favorites at higher standards.\nThe Fraud\nhas a brilliant theme suitable for metafictional writing. Zadie investigates, through the lens of novelists and editors in parallel to the lens of slaves and fraudulent judicial proceedings, who is able to fabricate the truth. The novel uses Eliza Touchet—a scottish housekeeper—to tell a story of Victorian London. We follow the life of (real-life) novelist William Ainsworth and the (real-life) Tichborne judgement, a criminal case where someone claimed to be the heir to a British fortune. Zadie did a lot of research for this, and some of the nicest moments of reading happened when I looked up a fact and found out it was\nalmost\nreal. Ainsworth existed, and truly got in quarrels with Dickens (who is an amazing side character in the novel!), for example. We begin to question the role of editors and publishers, the limits of pleasing the public (be it via rulings, via tribunal proceedings, or via fiction), the limits of creating a national identity that is simultaneously moral and prosperous. The juxtaposition of all the themes really draws attention to the similarities between them. Are politicians as responsible as artists in generating public commotion for a noble cause? And are we to “read” laws as editorialized works of fiction?\nZadie Smith does her magic of exploring the physical structure of the novel as a means to strengthen this metafictional message. She experiments with pace and rhythm quite a lot. But, to my eyes, these experiments do not pay off. Short chapters remind me of vignettes in a section of NW, but rather than abstract interventions that capture a moment with a fun angle, they truly intend to advance plot and thus just lead to me getting lost. I have yet to understand the exact reason for some volumes (the novel is split into eight volumes, similar to Victorian novels) to be divided as such. Volumes five and six tell a novel within a novel of Andrew’s past in Jamaica, shifting in tone similar to how she told Felix’s story in NW—but in\nThe Fraud\nI frankly could not feel a connection to the character. The temporal jumping would work beautifully on a screen, but in a novel it sometimes caused unwanted confusion: a few chapters work as flashbacks that then run for several chapters and there were little to no marks of going back to the present which was also the past but the present of remembering that past. Sure, some things worked very well: one tiny vignette about Eliza’s “theory” that Great Britain was a fictional place really struck to me as a central piece of Zadie’s argument, some of the chapter titles present the recurrent structure I was very fond of in NW where a chapter title references an older minor detail (the Dark Secret, for example) revealing a deeper layer to the story, and the authorial interventions shine through in the context of the author’s opus. Positioning herself in the first person, sometimes, Zadie makes me wonder if the book functions as a historical set up to her entire universe; as much of the action is set on a Victorian Willesden, NW really comes to mind as a “centuries later” sequel. Nathan Bogle might as well be the great-grandson of Henry Bogle.\nAdding to a complicated structure, rather than a punny and sarcastic anachronism, Zadie’s witty 21st century language play on the 19th century Victorian language felt flat and even impenetrable at times. I enjoyed the first few chapters, especially if I read each paragraph in a posh British accent. But… I got tired of that. And I think the language was really the barrier I wasn’t expecting in a Zadie Smith novel. The spark was missing, and I was just not interested in close-reading enough to find it amidst all the British flourish I couldn’t decipher. Dialogues were present but tricky to follow, as some disembodied quotations held no indication of speaker. To that point, I recommend listening to a few chapters of the audiobook. I hate audiobooks, but found Zadie’s own narration to be the only thing leading me to understand these characters sometimes.\nFinally, I think the twists and metafictional revelations were as flat as they could be. Zadie experiments with frame narratives, epistolar romances, serialized novels—all genres common in the Victorian period. The question of authorship–whose novel are we reading, and whose novel within a novel is each of the novelists writing–is a beaten one at this point and the last chapter reveal is… exactly what you would expect. I tried at times to closely read the language: Zadie begins by noting passages from Ainsworth novels how he misuses the weather as figures of language, and delivers a funnily extremely phallic excerpt of one of his (real) novels as an example; I then wonder if we could play with authorship identification to try to map different sections of the book to different people or to think that some characters are editorializing other’s works. Maybe I could do that better if the language wasn’t so obscure, but i got tired.\nAll in all, I don’t regret reading this book and I understand that it was probably a very hard to write book and Zadie Smith did wonders to bring the historical novel to the post-modern fiction debate. But I really wish she would have just stuck to her 21st century language because, by hiding under that coat of adjectives, she outsmarted herself and created a book too impenetrable to be rewarding to a reader."
  },
  {
    "title": "The Embassy of Cambodia",
    "author": "Zadie Smith",
    "link": "https://www.goodreads.com/review/show/7617830782?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1733421721l/18749671._SX318_.jpg",
    "rating": "3.69",
    "read_date": "2025/06/01",
    "review": "Delivering her traditional wittiness and layered meta-complex narrative skills in about 10 thousand words, Zadie Smith’s\nEmbassy of Cambodia\nworks as a summary if not a synthesis of the author’s best themes and literary devices.\nThe novella is, at its face, a harsh yet multifaceted critique of class and race: we follow Fatou, a maid in Northwestern London originally from the Ivory Coast, as she works and goes for her furtive Monday swim laps at the expense of her boss’ guest passes at the Health Centre–the one just past the Cambodian Embassy in Willesden. The fast pacing story relies heavily on the culmination of all these coincidences, on the curated series of events that leads to a fragmented recount of Fatou’s past, and on the suggestive-yet-seemingly-out-of-place details (why is badminton being played in the embassy so loudly?). The plot actually plots, as we follow through Fatou’s days, but also seems to not deliver expected answers and developments–we don’t really get to know more about the title location, for example, as it works more as an artifice.\nTo me, the novella really reads as a slightly auto-fictional account of place and geography and their effects on our ability to rethink our own position (literal and metaphorical) within society. Some chapters exclusively discuss the geography of Northwestern London: the relative position between buildings works as a metaphor for the relationships between the multiple roles we assume through life, between work and play, responsibility and leisure. I also really enjoyed the self-positioning of the author; “we the people of Willesden\" really hammered home the idea of spectatorship creeping in throughout the story and how we observe the pendular movement of others through the streets with our judgements and pre-conceptions.\nThe characters, even if stripped down of a deep backstory, are convincing. Smith always gets my attention with funny characters that exist in a contemporary world full of references yet remain unable to refer to much but their own lives. This juxtaposition between the personal and the universal, viewed through the eyes of a maid who struggles to make sense of her own position in society, shines through in iconic conversations about the Holocaust and the Rwandan genocide, mysoginy and abuse, God and the Devil. I will say that the secondary characters (really, there are only three characters or collective characters: Fatou, a Nigerian friend who courts her Andrew, and the family for whom she works) are slightly less complex–I would have loved to know more about what Andrew thinks when he soft-mansplains Fatou the Cambodian genocide. But that’s expected for a short story, and I am glad we got a full, three-dimensional, and backstory-rich Fatou.\nIn short, I found this to be a short yet delightful read that boils down the core of NW and White Teeth and even some of Zadie’s essays to a digestible fictional account. The novella is\navailable online in the New Yorker\n, and it’s worthy of spending an hour on a lazy Sunday morning."
  },
  {
    "title": "By Night in Chile",
    "author": "Roberto Bolaño",
    "link": "https://www.goodreads.com/review/show/7605786540?utm_medium=api&utm_source=rss",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1716497155l/203579062._SY475_.jpg",
    "rating": "4.08",
    "read_date": "2025/05/26",
    "review": "By Night in Chile\nis the most precisely written book I have ever read.\nStylistically flawless. The “novel” is a single-paragraph stream-of-consciousness-esque deathbed confession and rant of Sebastian Urrutia Lacroix–a priest, poet, and literary critic living in mid-XX century Chile. This pre-mortem confession sets the tone to a game of bluffs and calling bluffs between reader and narrator: we are not talking of a “corpse narrator” a la Brás Cubas, trustworthy as he stands naked with nothing to hide, but we are also led to believe that Sebástian is ready to spill the tea. As he claims—and importantly reiterates throughout the course of his rant—to be ridding the world of the lies spread by the wizened youth about himself, we ought to believe that while the narrator will paint himself in a good light he also will attempt to iron any inconsistencies before he leaves this life. So why is it that we cannot learn more about Sebástian than we learn about Chile and about the literati in the country and about Pinochet? Bolaño’s novel departs from the idea that art is constrained by politics, but further asks us to consider whether politics is perhaps just another form of art: a cyclical representation of reality that puts an end to boredom with a sudden turmoil, a storm of shit.\nFrom the very first line (“I am dying now, but I still have many things to say”), Bolaño communicates urgency. The narrator then proceeds to forget facts and self-edit and hesitate and improvise. The novel is truly musical (the original title, “Nocturno de Chile”, might have evoked even more the musical composition underlying the monologue). The syncopated rhythm that follows forbids any avid reader to put the book down. Some imaginative and abstract passages feel hard to understand and set you back, but some anecdotes and narratives are so imagetic and grounded in reality that they stand out as singular episodes. That is to say, the novel also rewards time invested: the more I read the more I felt as if I was able to read\nBy Night in Chile\n, as if I learned to follow the pace of Sebastián’s words. Shortly, I was even able to anticipate episode breaks as if they were chapter ends.\nIn a way, Sebástian’s monologue may have been a great unframed frame narrative. Among my favorite episodes were those dealing particularly with the plastic arts–which really explored, in my reading, the idea of art as the manipulation of the source material. We are reminded that art fabricates geography when a Guatemalan artist who, contemplating Paris in the presence of a Chilean ambassador and a German officer, paints a landscape of Mexico City. We are (re)told a complicated dinner party parable of an Austro-Hungarian shoemaker who pledges for the Emperor support to build a national graveyard-museum hybrid, whose underlying message that a national mythology is fabricated a posteriori sets the tone for, pages later, a revisionist figure of Pinochet to impart his own mythology onto his intellectual identity. And, in perhaps the sentence I think summarizes the entirety of the monologue, we fleetingly learn that a character watches “a painting by a painter who claimed to be an expressionist (although he was in fact an impressionist)”: can someone claim to work inside out, revealing all the bits and pieces of a secret confession, in fact be merely depicting reality outside with the rhythm being dictated by the sun’s own pendular motion in the sky?\nThis theme of artful manipulation of the medium, when it comes to literature, is revealed in the kaleidoscopic structure of this novel. Paragraphs and chapters fabricate artificial breaks in time and offer characters refuge from the reader, allowing them to hide and rest; but as I mentioned above we readers don’t need those artifacts of writing. Bolaño dominates the art of the sentence: every phrase is precisely the length it needs to be. Some passages are very staccato. Word. After. Word. And then you suddenly read an extremely long sentence, longer than I could ever try to emulate in this review, which describes the natural movement of a ship, one of those which people took from Latin America to Europe and not the other way around, intricated with nits of wisdom and authorial digressions amidst a very physical path from Valparaiso until Genova, and whose period only comes when the ship finally docks. And, finally, you even get subgenres, my favorite one being a play-like dialogue between Sebástian and the literary critic Farewell (“And I said: … And Farewell: ...) to explain how art is an unreachable truth which only projects visible shadows. The shift of the literary structure from the paragraph to the sentence is, in my read, a post-colonialist re-signification of language (similar to how Gabriel Garcia Marquez re-defined narrative with the cyclical and orally-marked writing of 100 Years of Solitude). Bolaño's book is not magical realist by any means; I'd maybe call it a \"hysterical realism\" masterpiece, a reduced and concentrated version of\nWhite Teeth\n. It is a genre and a writing style that only make sense in Latin America: a fragmented continent, with a cyclical yet piecewise history, existing only in this broader and alien context yet constantly reminded of its own individuality through its own shadows.\nOne of these shadows is the one I saw. Clearly not the only one. Maybe I hallucinated it, but the truth can only appear to me at the end of life – or never. Because as long as we read, we ought to project new shadows unless we want to succumb into boredom. We ought to read through the basement, not just through the party on the ground floor.\n“And that’s the truth. We are bored. We read and got bored.”"
  }
]